Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: If you do not wish or are not able to have Magento folders writeable for the web process, you could use PEAR executable located in the root of Magento installation.
fr_fr: Si vous ne souhaitez pas ou ne pouvez pas donner les droits d'écriture sur les répertoires Magento pour l'installation en mode web, vous pouvez utiliser l'exécutable PEAR situé à la racine de l'installation Magento.

source: If you have an account with us, please log in.
fr_fr: Si vous avez déjà un compte, veuillez vous identifier.

source: If you have downloaded the full package or installed Magento through SVN, you should skip packages installation and validation by clicking the button below.
fr_fr: Si vous avez téléchargé complètement les paquets ou installé Magento via SVN, vous devez passer l'installation et la validation des paquets en cliquant sur le bouton suivant.

source: If you want to disable the cache on the application side, leave the field empty. Warning! When disabling cache, the application will take time to load each page.
fr_fr: Si vous souhaitez désactiver le cache du côté de l'application, laissez le champ vide. Attention ! Lorsque le cache est désactivé, l'application mettra du temps à charger chaque page.

source: If you wish to manage Magento packages through the web admin interface, you will need to have web writeable permissions applied to all Magento folders and files.
fr_fr: Si vous souhaitez gérer les paquets Magento à l'aide de l'interface web d'administration, vous devrez donner à l'utilisateur web les droits d'écriture sur tous les répertoires et fichiers Magento.

source: If your Magento instance is used for multiple websites, you must configure a separate Payflow Link account for each website.
fr_fr: Si votre instance Magento est utilisée pour plusieurs sites web, vous devez configurer un compte Payflow Link pour chaque site web.

source: If your server is running on MS Windows, most probably you will not need to change anything.
fr_fr: Si votre serveur tourne sous MS Windows, vous ne devriez normalement rien modifier.

source: Ignore
fr_fr: Ignorer

source: Image content is not valid base64 data.
fr_fr: Les données base64 de l'image ne sont pas valides.

source: Image does not exist.
fr_fr: L'image n'existe pas.

source: Image file was not found.
fr_fr: Le fichier image n'a pas été trouvé.

source: Image that appears on first screen while your app is loading. Required size: 1024px x 768px.
fr_fr: Image qui apparaît sur le premier écran pendant le chargement de votre appli. Taille obligatoire : 1024 x 768px.

source: Image that appears on first screen while your app is loading. Required size: 320px x 455px.
fr_fr: Image qui apparaît sur le premier écran pendant le chargement de votre appli. Taille obligatoire : 320 x 455px.

source: Image that appears on first screen while your app is loading. Required size: 320px x 460px.
fr_fr: Image qui apparaît sur le premier écran pendant le chargement de votre appli. Taille obligatoire : 320 x 460px.

source: Image that appears on first screen while your app is loading. Required size: 640px x 920px.
fr_fr: Image qui apparaît sur le premier écran pendant le chargement de votre appli. Taille obligatoire : 640 x 920px.

source: Image that appears on first screen while your app is loading. Required size: 768px x 1024px.
fr_fr: Image qui apparaît sur le premier écran pendant le chargement de votre appli. Taille obligatoire : 768 x 1024px.

source: Image type and information need to be specified for each store view.
fr_fr: Le type et les informations d'image doivent être spécifiés pour chaque vue magasin.

source: Images Cache
fr_fr: Cache d'images

source: Import
fr_fr: Importer

source: Import / Export FAQ (Frequently Asked Questions)
fr_fr: Import / export de FAQ (Foire aux questions)

source: Import / Export Tax Rates
fr_fr: Import / Export de taux de taxes

source: Import Behavior
fr_fr: Comportement d'import

source: Import FAQ
fr_fr: Importer la FAQ

source: Import Options
fr_fr: Options d'import

source: Import Service
fr_fr: Service d'importation

source: Import Settings
fr_fr: Paramètres d'import

source: Import Tax Rates
fr_fr: Import de taux de taxes

source: Import and Export
fr_fr: Importer et exporter

source: Import and Export Tax Rates
fr_fr: Importer et exporter des taux de TVA

source: Import attribute map
fr_fr: Importer le mapping d'attributs

source: Import code
fr_fr: Code d'import

source: Import successfully done.
fr_fr: Import terminé avec succès.

source: Import/Export
fr_fr: Importer/Exporter

source: Import/Export Advanced
fr_fr: Import/export avancé

source: Import/Export Profile
fr_fr: Profil d'importation/exportation

source: Imported <strong>%s</strong> records
fr_fr: <strong>%s</strong> enregistrements importés

source: Importing...
fr_fr: Import en cours...

source: Impossible to issue a refund transaction because the capture transaction does not exist.
fr_fr: Remboursement impossible car la transaction initiale n'existe pas.

source: Improves dashboard performance but provides non-realtime data.
fr_fr: Améliore les performances du tableau de bord, mais ne fournit pas des données en temps réel.

source: In
fr_fr: En

source: In Cart
fr_fr: Dans le panier

source: In Database:
fr_fr: Dans la base de données :

source: In Depth
fr_fr: En détail

source: In File:
fr_fr: Dans le fichier :

source: In Queue
fr_fr: Dans la file

source: In Stock
fr_fr: En stock

source: In addition, click here to review Urban Airship's Terms of Service: <a href="%s" target="_blank">click here</a>.
fr_fr: En plus, pour voir les conditions d'utilisation de Urban Airship : <a href="%s" target="_blank">cliquez ici</a>.

source: In feed
fr_fr: Dans le flux

source: In minutes. Minimum is 1 minute and maximum is 60.
fr_fr: En minutes. Le minimum est 1 minute et le maximum est 60.

source: In order to access your FTP account information, you must first register and verify your store in TheFind Merchant Center. Click <a href="https://merchant.thefind.com/mc/claim.fhtml">here</a> to get started.
fr_fr: Afin d'accéder aux informations de votre compte FTP, vous devez d'abord vous enregistrer et vérifier votre compte dans le Centre Marchand TheFind. Cliquez <a href="https://merchant.thefind.com/mc/claim.fhtml">ici</a> pour démarrer.

source: In order to resubmit your app, you need to first purchase a <a href="%s" target="_blank">%s</a> from MagentoCommerce
fr_fr: Afin de soumettre de nouveau votre appli, vous devez d'abord commander un <a href="%s" target="_blank">%s</a> sur MagentoCommerce

source: In order to submit your app, you need to first purchase a <a href="%s" target="_blank">%s</a> from MagentoCommerce
fr_fr: Afin de soumettre votre appli, vous devez d'abord commander un <a href="%s" target="_blank">%s</a> sur MagentoCommerce

source: In other cases you will need to make Magento files writeable for the user that the web server process is running under.
fr_fr: Sinon, vous devrez donner les droits en écriture sur tous les fichiers Magento pour l'utilisateur utilisé par le process du serveur web.

source: In stock
fr_fr: En stock

source: In/Out
fr_fr: Entrée / sortie

source: Inactive
fr_fr: Inactif

source: Inactive Tabs
fr_fr: Onglets inactifs

source: Inc. Tax
fr_fr: TTC

source: Incentive
fr_fr: Incitation

source: Incl. Tax
fr_fr: TTC

source: Incl. Tax:
fr_fr: TTC :

source: Include
fr_fr: Inclure

source: Include FPT In Subtotal
fr_fr: Inclure TFP dans le sous-total

source: Include Tax In Grand Total
fr_fr: TTC dans le total

source: Include Virtual Products in Price Calculation
fr_fr: Inclure les produits virtuels dans le calcul de prix

source: Including FPT and FPT description
fr_fr: TFP incluses et description des TFP

source: Including FPT and FPT description [incl. FPT VAT]
fr_fr: TFP incluses et description des TFP [dont TFP]

source: Including FPT only
fr_fr: FPT incluses uniquement

source: Including Tax
fr_fr: TTC

source: Including and Excluding Tax
fr_fr: HT et TTC

source: Incoming Message
fr_fr: Message entrant

source: Incorrect CAPTCHA.
fr_fr: CAPTCHA incorrect.

source: Incorrect credit card expiration date.
fr_fr: Mauvaise date d'expiration de carte de crédit.

source: Index Description
fr_fr: Description d'index

source: Index Management
fr_fr: Gestion des indexes

source: Index Mode
fr_fr: Mode d'indexation

source: Index Name
fr_fr: Nom de l'index

source: Index Product Stock Status
fr_fr: Indexer les statuts de stock de produit

source: Index mode
fr_fr: Mode d'indexation

source: Index model name must be defined
fr_fr: Le nom du modèle d'index doit être défini

source: Index product and categories URL rewrites
fr_fr: Réécritures d'URLs de produits et catégories

source: Index product attributes for layered navigation building
fr_fr: Index des attributs produit pour la navigation par filtres

source: Index product prices
fr_fr: Index des tarifs produit

source: Indexed category/products association
fr_fr: Index des associations catégorie/produits

source: Indexer code is not defined.
fr_fr: Le code de l'indexer n'est pas défini.

source: Indexer model is not defined.
fr_fr: Le modèle de l'indexer n'est pas défini.

source: Indexer model should extend Mage_Index_Model_Indexer_Abstract.
fr_fr: Le modèle de l'indexer devrait étendre Mage_Index_Model_Indexer_Abstract.

source: Info
fr_fr: Informations

source: Info Column Options Wrapper
fr_fr: Conteneur d'options de colonne d'info

source: Information
fr_fr: Informations

source: Initial Fee
fr_fr: Frais initiaux

source: Initial Fees
fr_fr: Frais initiaux

source: Initial non-recurring payment amount due immediately upon profile creation.
fr_fr: Montant initial de paiement non périodique dû immédiatement à la création du profil

source: Initial period payment
fr_fr: Période de paiement initial

source: Initiation Date
fr_fr: Date de Commencement

source: Input Type
fr_fr: Type de saisie

source: Input Validation for Store Owner
fr_fr: Validation requise

source: Input entity code is not equal to entity adapter code
fr_fr: Le code d'entité d'entrée est différent du code d'adapter d'entité

source: Input type "%value%" not found in the input types list.
fr_fr: Le type d'entrée "%value%" n'a pas été trouvé dans la liste des types d'entrée.

source: Insert File
fr_fr: Insérer le fichier

source: Insert File...
fr_fr: Insérer un fichier...

source: Insert Image...
fr_fr: Insérer une image...

source: Insert Media...
fr_fr: Insérer un media...

source: Insert Variable...
fr_fr: Insérer une variable...

source: Insert Widget
fr_fr: Insérer un widget

source: Insert Widget...
fr_fr: Insérer un widget...

source: Install Scripts
fr_fr: Installer les scripts

source: Installation Guide
fr_fr: Guide d'installation

source: Installed Currencies
fr_fr: Devises installées

source: Insufficient information to create shipping label(s). Please verify your Store Information and Shipping Settings.
fr_fr: Informations insuffisantes pour créer les étiquettes de livraison. Veuillez vérifier les paramètres de livraison et d'informations de boutiques.

source: Integer
fr_fr: Entier

source: Integer Number
fr_fr: Nombre entier

source: Integral Evolution
fr_fr: Évolution intégrale

source: Integral Evolution Settings
fr_fr: Paramètres de Évolution intégrale

source: Interactive
fr_fr: Interactif

source: Interface Language
fr_fr: Langage de l'interface

source: Interface Locale: %s
fr_fr: Langue de l'interface : %s

source: Internal Reference ID
fr_fr: Identifiant de référence interne

source: International Economy
fr_fr: International éco

source: International First
fr_fr: Premier international

source: International Ground
fr_fr: Sol international

source: International Priority
fr_fr: Priorité internationale

source: Interval Division Limit
fr_fr: Limite de division d'intervalle

source: Intl Economy Freight
fr_fr: Frêt éco international

source: Intl Priority Freight
fr_fr: Frêt prioritaire international

source: Invalid Answer.
fr_fr: Réponse invalide

source: Invalid DHL XML code for type %s: %s.
fr_fr: Code XML DHL invalide pour le type %s : %s.

source: Invalid DHL XML code type: %s.
fr_fr: Type de code XML DHL invalide : %s.

source: Invalid EAV attribute.
fr_fr: Attribut EAV invalide.

source: Invalid FedEx XML code for type %s: %s
fr_fr: Code XML FedEx non valide pour le type %s : %s

source: Invalid FedEx XML code type: %s
fr_fr: Type de code XML FedEx non valide : %s

source: Invalid Form Key. Please refresh the page.
fr_fr: Clé de formulaire invalide. Veuillez actualiser la page.

source: Invalid Import Service Specified
fr_fr: Service d'importation spécifié non valide

source: Invalid Import Service specified.
fr_fr: Le service d'import spécifié est invalide

source: Invalid POST data (please check post_max_size and upload_max_filesize settings in your php.ini file).
fr_fr: Données POST invalides (vérifiez les paramètres post_max_size et upload_max_filesize dans votre fichier php.ini).

source: Invalid Password.
fr_fr: Mot de passe invalide.

source: Invalid Product Model for Google Base Item
fr_fr: Modèle de produit invalide pour un article Google Base

source: Invalid Secret Key. Please refresh the page.
fr_fr: Clé secrète invalide. Veuillez actualiser la page.

source: Invalid Sender Information
fr_fr: Les informations de l'expéditeur sont invalides

source: Invalid Table Rate code for type %s: %s
fr_fr: Code de tableau de taux non valide pour le type %s : %s

source: Invalid Table Rate code type: %s
fr_fr: Type de code de tableau de taux non valide : %s

source: Invalid Table Rates File Format
fr_fr: Format de fichier de tarification invalide

source: Invalid Tier Prices
fr_fr: Prix par palier invalides

source: Invalid UPS CGI code for type %s: %s
fr_fr: Code CGI UPS non valide pour le type %s : %s

source: Invalid UPS CGI code type: %s
fr_fr: Type de code CGI UPS non valide : %s

source: Invalid URL '%value%'.
fr_fr: URL invalide : '%value%'.

source: Invalid USPS XML code for type %s: %s
fr_fr: Code XML USPS non valide pour le type %s : %s

source: Invalid USPS XML code type: %s
fr_fr: Type de code XML USPS non valide : %s

source: Invalid User Name or Password.
fr_fr: Nom d'utilisateur ou mot de passe invalide.

source: Invalid Username or Password.
fr_fr: Identifiant ou mot de passe non valide

source: Invalid XML.
fr_fr: XML invalide.

source: Invalid alias, already exists in joint attributes
fr_fr: Alias invalide, déjà utilisé dans les attributs de jointure

source: Invalid alias, already exists in joint attributes.
fr_fr: Alias invalide, déjà utilisé dans les attributs de jointure.

source: Invalid amount for authorization.
fr_fr: Montant invalide pour autorisation.

source: Invalid amount for capture.
fr_fr: Montant de capture invalide

source: Invalid amount for partial authorization.
fr_fr: Montant invalide pour autorisation partielle.

source: Invalid amount for refund.
fr_fr: Montant invalide pour le remboursement.

source: Invalid attribute %s
fr_fr: Attribut invalide : %s

source: Invalid attribute %s.
fr_fr: Attribut invalide : %s.

source: Invalid attribute name: %s
fr_fr: Nom d'attribut invalide : %s

source: Invalid attribute name: %s.
fr_fr: Nom d'attribut invalide : %s.

source: Invalid attribute option specified for attribute %s (%s), skipping the record.
fr_fr: L'option d'attribut est invalide pour %s (%s), ligne ignorée.

source: Invalid attribute requested: %s
fr_fr: Attribut non valide exigé : %s

source: Invalid attribute set specified, skipping the record.
fr_fr: Jeu d'attributs invalide, ligne ignorée.

source: Invalid attribute type
fr_fr: Type d'attribut invalide

source: Invalid attribute type.
fr_fr: Type d'attribut invalide.

source: Invalid base url type
fr_fr: Type d'URL de base invalide

source: Invalid block name to set child %s: %s
fr_fr: Nom de bloc non valide pour rattacher l'enfant %s : %s

source: Invalid block type: %s
fr_fr: Type de bloc non valide : %s

source: Invalid block: %s
fr_fr: Bloc non valide : %s

source: Invalid block: %s.
fr_fr: Bloc invalide : %s.

source: Invalid callback: %s::%s does not exist
fr_fr: Appel non valide : %s::%s n'existe pas

source: Invalid carrier specified.
fr_fr: Transporteur spécifié invalide.

source: Invalid category IDs.
fr_fr: Identifiants de catégorie invalides.

source: Invalid category.
fr_fr: Catégorie invalide.

source: Invalid character encountered in increment ID: %s
fr_fr: Caractère non valide trouvé dans l'ID d'incrément : %s

source: Invalid checkout type.
fr_fr: Type de passage de commande invalide.

source: Invalid connection
fr_fr: Connexion invalide

source: Invalid country code: %s
fr_fr: Code de pays non valide : %s

source: Invalid current password
fr_fr: Mot de passe actuel non valide

source: Invalid current password.
fr_fr: Mot de passe actuel non valide.

source: Invalid customer data
fr_fr: Données client non valides

source: Invalid customer data.
fr_fr: Données client non valides

source: Invalid data.
fr_fr: Données non valides

source: Invalid date
fr_fr: Date non valide

source: Invalid date specified.
fr_fr: Date invalide

source: Invalid default date
fr_fr: Date par défaut non valide

source: Invalid default decimal value
fr_fr: Valeur décimale par défaut non valide

source: Invalid directory: %s
fr_fr: Répertoire invalide : %s

source: Invalid discount amount.
fr_fr: Montant de remise invalide.

source: Invalid download URL host.
fr_fr: L'hôte de l'URL de téléchargement est invalide.

source: Invalid download URL scheme.
fr_fr: Le schéma de l'URL de téléchargement est invalide.

source: Invalid download link type.
fr_fr: Le type de lien de téléchargement est invalide.

source: Invalid draw line data. Please define "lines" array.
fr_fr: Données de ligne invalides. Veuillez définir un jeu de lignes.

source: Invalid email address "%s"
fr_fr: L'email "%s" est invalide

source: Invalid email address "%s".
fr_fr: Email invalide "%s".

source: Invalid email address.
fr_fr: Email invalide.

source: Invalid entity
fr_fr: Entité invalide

source: Invalid entity model
fr_fr: Modèle entité invalide

source: Invalid entity specified
fr_fr: Entité spécifiée non valide

source: Invalid entity supplied.
fr_fr: L'entité fournie n'est pas valide.

source: Invalid entity supplied: %s
fr_fr: L'entité fournie n'est pas valide : %s.

source: Invalid entity supplied: %s.
fr_fr: L'entité fournie n'est pas valide : %s.

source: Invalid entity type
fr_fr: Type d'entité invalide.

source: Invalid entity type.
fr_fr: Type d'entité invalide.

source: Invalid entity_id, skipping the record.
fr_fr: entity_id non valide, enregistrement ignoré

source: Invalid entity_type specified: %s
fr_fr: entity_type non valide : %s

source: Invalid file format
fr_fr: Format de fichier invalide

source: Invalid file format upload attempt
fr_fr: Format de fichier non valide pour import

source: Invalid file upload attempt
fr_fr: Import de fichier non valide

source: Invalid file: %s
fr_fr: Fichier invalide : %s

source: Invalid folder name. Please, use alphanumeric characters, underscores and dashes.
fr_fr: Nom de dossier invalide. Seuls les caractères alphanumériques, underscore (_) et dièse sont autorisés.

source: Invalid foreign key
fr_fr: Clé étrangère invalide.

source: Invalid foreign key.
fr_fr: Clé étrangère invalide.

source: Invalid form type.
fr_fr: Type de formulaire invalide.

source: Invalid image file type.
fr_fr: Type de fichier image invalide.

source: Invalid image type.
fr_fr: Type d'image invalide.

source: Invalid input data for %s => %s rate
fr_fr: Données d'entrée pour %s => taux %s : non valides

source: Invalid item option format.
fr_fr: Format d'option d'élément invalide.

source: Invalid item or wishlist.
fr_fr: Article ou liste d'envies invalide.

source: Invalid joint fields
fr_fr: Champs de jointure invalides.

source: Invalid joint fields.
fr_fr: Champs de jointure invalides.

source: Invalid layout update handle
fr_fr: Manipulation de mise à jour de l'agencement non valide

source: Invalid login or password.
fr_fr: Identifiant ou mot de passe invalide.

source: Invalid messages storage "%s" for layout messages initialization
fr_fr: Stockage des messages "%s" invalide pour l'initialisation des messages d'agencement

source: Invalid method: %s
fr_fr: Méthode invalide : %s

source: Invalid model/method definition, expecting "model/class::method".
fr_fr: Définition de modèle/méthode non valide, "model/class::method" attendu.

source: Invalid operation code.
fr_fr: Code d'opération invalide.

source: Invalid option ID specified for %s (%s), skipping the record.
fr_fr: L'identifiant d'option spécifié est invalide pour %s (%s), enregistrement ignoré.

source: Invalid package name, allowed: [a-zA-Z0-9_-] chars
fr_fr: Nom de paquet invalide. Caractères autorisés : [a-zA-Z0-9_-]

source: Invalid parameters
fr_fr: Paramètres invalides

source: Invalid parent block for this block
fr_fr: Block parent invalide pour ce block

source: Invalid parent block for this block.
fr_fr: Block parent invalide pour ce block.

source: Invalid password reset token.
fr_fr: Jeton de réinitialisation de mot de passe invalide.

source: Invalid product type specified, skipping the record.
fr_fr: Le type de produit spécifié est invalide, enregistrement ignoré.

source: Invalid qty to invoice item "%s"
fr_fr: Quantité à facturer invalide pour l'article "%s"

source: Invalid qty to refund item "%s"
fr_fr: Quantité à rembourser invalide pour l'article "%s"

source: Invalid qty to ship for item "%s"
fr_fr: Quantité à livrer invalide pour l'article "%s"

source: Invalid query
fr_fr: Requête invalide

source: Invalid queue selected.
fr_fr: File d'attente sélectionnée invalide.

source: Invalid rates received
fr_fr: Taux reçus non valides

source: Invalid renderer model
fr_fr: Modèle invalide

source: Invalid request for adding product to quote.
fr_fr: Demande invalide d'ajout de produit au panier.

source: Invalid response format.
fr_fr: Format de réponse invalide.

source: Invalid seek position
fr_fr: Position de recherche invalide

source: Invalid sender email.
fr_fr: L'email de l'expéditeur est invalide.

source: Invalid sender name "%s". Please use only visible characters and spaces.
fr_fr: Le nom "%s" de l'expéditeur est invalide.

source: Invalid shipping method.
fr_fr: Méthode de livraison non valide

source: Invalid split tenderId ID.
fr_fr: ID de tenderId invalide

source: Invalid store specified
fr_fr: Magasin spécifié non valide

source: Invalid store specified, skipping the record.
fr_fr: Magasin invalide, ligne ignorée.

source: Invalid subscription ID.
fr_fr: Identifiant d'inscription invalide.

source: Invalid subscription confirmation code.
fr_fr: Code de confirmation d'inscription invalide.

source: Invalid target currency.
fr_fr: La devise cible est invalide.

source: Invalid tier prices. The product is not associated to the requested website.
fr_fr: Prix par palier invalides. Le produit n'est pas associé au site web demandé.

source: Invalid timezone
fr_fr: Fuseau horaire invalide

source: Invalid transaction ID.
fr_fr: Identifiant de transaction invalide.

source: Invalid transaction id or token
fr_fr: Id ou jeton de transaction invalide

source: Invalid transactional email code.
fr_fr: Code email transactionnel invalide.

source: Invalid transactional email code:
fr_fr: Code d'email transactionnel invalide :

source: Invalid type given. String expected
fr_fr: Le type est incorrect. Une chaîne de caractères est attendue.

source: Invalid value for '%s'
fr_fr: Valeur incorrecte pour '%s'

source: Invalid webservice adapter specified.
fr_fr: L'adapter spécifié pour le webservice est invalide.

source: Invalid webservice handler specified.
fr_fr: Le handler spécifié pour le webservice est invalide

source: Invalid website's configuration path: %s
fr_fr: Chemin de configuration des sites web non valide : %s
